// // Build a function that does currency converter from USD to UAH (1 USD = 8 UAH). //

function convert(n) {                   // !==>!    // наша функция     n - сумма которую мы будем конвертировать
    const uanCurrency = 27;             // !==>!    // константа с курсом нашей гривни
    // const sum = n*uanCurrency;       // !==>!    // делаем конвертацию (можно и без этогй строки)!
    // console.log(sum);                // !==>!    // выводим в консоль результат (можно и без этогй строки)!
    console.log(n*uanCurrency);         // !==>!    // выводим в консоль (сокращенная запись)
}
convert(5);                             // !==>!    // пишем число которое мы хотим конвертировать

// Сапорты напишите если я что-то не правильно записал